Repository: lulzzz/UITest-POC
Catalog: Src/MOF.Etimad.Monafasat.Resources/TenderResources/DisplayInputs.*.resx
Languages: ar_sa

source: Apply Automatically
ar_sa: التقديم الكترونى عبر بوابة المشتريات

source: Execution Place
ar_sa: مكان التنفيذ

source: Last Enqueries Date
ar_sa: آخر موعد لتقديم الإستفسارات

source: Last Offer Presentation Date
ar_sa: آخر موعد لتقديم العروض

source: Offers Opening Date
ar_sa: تاريخ فتح العروض

source: Invalid
ar_sa: غير سارى المفعول

source: Valid
ar_sa: سارى المفعول

source: Discount Percent
ar_sa: نسبة الخصم

source: Price
ar_sa: السعر

source: Quantity
ar_sa: الكمية

source: Unit
ar_sa: الوحدة

source: Commercial Name
ar_sa: الإسم التجاري

source: Commercial Number
ar_sa: الرقم التجاري

source: Invitation
ar_sa: دعوة

source: Purshase
ar_sa: شراء

source: Tables Name
ar_sa: إسم الجدول

source: Available Tender For Offers
ar_sa: المنافسات المتاحة للعروض

source: Tenders
ar_sa: المنافسات

source: Agency Name
ar_sa: إسم الجهة

source: Direct Purshase
ar_sa: شراء مباشر

source: General Tender
ar_sa: منافسة عامة

source: Tender Name
ar_sa: إسم المنافسة

source: Tender Type
ar_sa: نوع المنافسة

source: Attachment
ar_sa: المرفق

source: Invitations Number
ar_sa: عدد الدعوات

source: Item Name
ar_sa: إسم الصنف

source: Tender Number
ar_sa: رقم المنافسة

source: TotalAmount
ar_sa: المجموع

source: Total Amount With Discout
ar_sa: المجموع بعد الخصم

source: Unit Discount
ar_sa: الخصم للوحدة

source: Unit Price
ar_sa: السعر للوحدة

source: Tender Status
ar_sa: حالة المنافسة

source: Withdraw
ar_sa: إنسحاب

# AreYouSureYouWantRemoveTender
source: Are you sure you want to remove the competition from your favorites list?
ar_sa: هل أنت متأكد من ازالة المنافسة من قائمة المفضلة؟

# AreYouSureYouWantWithdraw
source: Are you sure you will withdraw from the invitation / competition?
ar_sa: هل أنت متأكد من الإنسحاب من الدعوة / منافسة ؟

source: Choose From Government Agencies
ar_sa: اختار من الجهات الحكوميه

source: Day
ar_sa: يوم

# DirectBuyInginvitation
source: Invitation
ar_sa: دعوة شراء مباشر

source: Pending Government Acceptance Of The Request
ar_sa: بإنتظار قبول الطلب من الجهة الحكوميه

source: Remove Tender From Favourite List
ar_sa: ازالة المنافسة من قائمة المفضلة

source: Tender Has Been Bought Before
ar_sa: تم شراء المنافسه

source: The Request Has Been Accepted
ar_sa: تم قبول الطلب

source: The Request Has Been Rejected
ar_sa: تم رفض الطلب

source: Write Cmmercial Name
ar_sa: اكتب رقم السجل التجارى

source: Write Cmmercial Number
ar_sa: اكتب رقم السجل التجارى

source: Accept Or Reject The Invetation
ar_sa: قبول أو رفض الدعوة

source: Add To Favourite
ar_sa: اضف الى المفضلة

source: Free
ar_sa: مجانا

source: Hour
ar_sa: ساعة

source: Pamphlet
ar_sa: قيمة الكراسة

source: Riyal
ar_sa: ريال

source: Favourite Suppliers List
ar_sa: قائمة الموردين المفضلة

source: Options
ar_sa: الخيارات

source: Suppliers List
ar_sa: قائمة الموردين

source: Not Paid
ar_sa: غير مدفوعة

source: Paid
ar_sa: مدفوعة

source: Agency
ar_sa: الجهة الحكوميه

source: Agency Branch
ar_sa: فرع الجهة الحكوميه

source: Conditions Booklet Price
ar_sa: قيمة كراسة الشروط

source: Direct Purchase Tenders Count
ar_sa: عدد المنافسات الشراء المباشر

source: Direct Purchase Tenders Value
ar_sa: قيمة المنافسات الشراء المباشر

source: From
ar_sa: من

source: Less Than Milion
ar_sa: اقل من مليون

source: More Than Fifty Milion
ar_sa: اكثر من خمسين مليون

source: More Than Five Milion
ar_sa: اكثر من خمسة ملايين

source: More Than Milion
ar_sa: اكثر من مليون

source: More Than Ten Milion
ar_sa: اكثر من عشرة ملايين

source: Public Tenders Count
ar_sa: عدد المنافسات الشراء المباشر

source: Public Tenders Value
ar_sa: قيمة المنافسات الشراء المباشر

source: Select Agency
ar_sa: أختر الجهة

source: Select Agency Branch
ar_sa: إختر فرع الجهة

source: Select Condtions Booklet Price
ar_sa: إختر سعر كراسة الشروط

source: Submtion Date
ar_sa: تاريخ نشر المنافسة

source: Tender Count To Types Report
ar_sa: تقرير عدد المنافسات بالنسبة لنوعها

source: Tender Value To Types Report
ar_sa: تقرير قيمة المنافسه بالنسبة لنوعها

source: To
ar_sa: الى

source: To Date Have To Be Greater Than From Date
ar_sa: تاريخ النهايه يحب ان يكون اكبر من تاريخ البداية

source: Tenders To Awarded Suppliers Report
ar_sa: تقرير المنافسات بالنسبه للموردين المرسى عليهم

source: Agency summary report
ar_sa: تقرير ملخص الجهة الحكومية

source: Notification status report
ar_sa: تقرير حالة الإرساليات

source: Most suppliers awarded report
ar_sa: تقرير أكثر الموردين المرسى عليهم

source: Supplier name
ar_sa: إسم المورد

# TenderReport
source: Tenders Report
ar_sa: تقرير المنافسات

source: Tenders Count
ar_sa: عدد المنافسات

source: Tenders Count Report
ar_sa: تقرير عدد المنافسات

source: Tender purshasing date
ar_sa: تاريخ شراء المنافسة

source: Tender purshase date
ar_sa: تاريخ شراء المنافسة

# RequestDateFrom
source: Request date to
ar_sa: تاريخ الطلب من

source: Request date to
ar_sa: تاريخ الطلب إلى

source: Response date from
ar_sa: تاريخ الرد من

source: Response date to
ar_sa: تاريخ الرد إلى

# RevisionDate
source: Deadline extend
ar_sa: طلبات التمديدات

# RevisionDateList
source: Deadline extend list
ar_sa: قائمة طلبات التمديد

# ConditionsBooklet
source: Conditions booklet and attachments
ar_sa: كراسة الشروط والمواصفات وملاحق المنافسة

source: Countries
ar_sa: الدول

# NoSamplesRequired
source: There is no required sample
ar_sa: لا توجد عينات مطلوبة

source: Creation date
ar_sa: تاريخ الإنشاء

source: Pending Quantity Table Update
ar_sa: بإنتظار إعتماد تحديث الملحقات(جدول الكميات)

source: Qualification documents
ar_sa: وثائق التأهيل

# QualificationEvaluationDate
source: Qualification documents evaluation date
ar_sa: تاريخ تقييم وثائق التأهيل

# QualificationEvaluationTime
source: Qualification documents evaluation time
ar_sa: موعد تقييم وثائق التأهيل

# QualificationName
source: Qualification invitaion name
ar_sa: إسم دعوة التأهيل

# QualificationPrice
source: Qualification documents price
ar_sa: قيمة وثائق التأهيل

source: Add - Edit Prequalification
ar_sa: إضافة / تعديل تأهيل مسبق
