Repository: lulzzz/UITest-POC
Catalog: Src/MOF.Etimad.Monafasat.Resources/TenderResources/ErrorMessages.*.resx
Languages: ar_sa

source: Check With Auditor
ar_sa: الرجاء التواصل مع مدقق البيانات

source: Committee Name Exist
ar_sa: اسم اللجنة موجود من قبل

source: Committee Not Found
ar_sa: اللجنة غير موجودة

source: Condition Book Not Zero
ar_sa: الرجاء ادخال قيمة اكبر من الصفر

source: Email Exist
ar_sa: الايميل موجود بالفعل

# EnterConditionBook
source: Enter Condition Book Price
ar_sa: الرجاء ادخال سعر كراسة الشروط

source: Enter Email
ar_sa: يجب كتابة ايميل

source: Enter Last Enqueries Date
ar_sa: الرجاء ادخال اخر موعد لاستلام الاستفسارات

source: Enter Last Offer Presentation Date
ar_sa: الرجاء ادخال اخر موعد لتقديم العروض

source: Enter Last Offer Presentation Time
ar_sa: الرجاء ادخال اخر وقت لتقديم العروض

source: Enter Offer Presentation Place
ar_sa: الرجاء ادخال مكان تقديم العروض

source: Enter Offers Opening Address
ar_sa: الرجاء ادخال مكان فتح العروض

source: Enter Offers Opening Date
ar_sa: الرجاء ادخال تاريخ فتح العروض

source: Enter Offers Opening Time
ar_sa: الرجاء ادخال وقت فتح العروض

source: Enter Conditions Booklet Delivery Address
ar_sa: الرجاء ادخال عنوان استلام كراسة الشروط

source: Enter Phone
ar_sa: يجب كتابة رقم الجوال

source: Enter Technical Committee
ar_sa: الرجاء اختيار اسم الجهه الفنيه

source: Enter Tender Activities
ar_sa: الرجاء اختيار النشاطات

source: Enter Tender Areas
ar_sa: الرجاء اختيار المناطق

source: Enter Tender Name
ar_sa: الرجاء ادخال اسم المنافسة

source: Enter Tender Number
ar_sa: الرجاء ادخال رقم المنافسة

# ModelDataError
source: Please check the data and try again
ar_sa: الرجاء مراجعة البيانات والمحاولة مرة اخرى

source: Phone Exist
ar_sa: رقم الجوال موجود بالفعل

source: Tender Sent Failed
ar_sa: خطا فى الارسال

source: Unexpected Error
ar_sa: حدث خطأ غير متوقع، الرجاء المحاولة مرة اخرى

source: Wrong Email
ar_sa: الايميل غير صحيح

source: Data Entry Permissions
ar_sa: مدخل البيانات فقط الذى يستطيع أن ينشئ أو يعدل المنافسة

# EnterQuantitiesTable
source: Please enter at least a quantity table
ar_sa: الرجاء إدخال جدول كميات على الأقل

# EnterQuantitiesTableItem
source: Please enter at least one item in the Bill of Quantities
ar_sa: الرجاء إدخال عنصر واحد على الأقل فى جدول الكميات

source: Official Vacation Date
ar_sa: التاريخ يجب ألا يكون أجازة رسمية

source: Tender Not Exist
ar_sa: المنافسة غير موجودة

# WeekendDate
source: Vacation Date
ar_sa: التاريخ المختار أجازة أسبوعية

source: Technical Organization Required
ar_sa: برجاء إدخال إسم الجهة الفنية

source: Date Less Than Today
ar_sa: التاريخ يجب أن يكون أكبر من تاريخ اليوم

# InvalidLastEnqueriesDate
source: The deadline for receipt of suppliers inquiries must be less than the opening date of the offers and the date of submission of the offers
ar_sa: اخر موعد لإستلام استفسارات الموردين يجب أن يكون أقل من تاريخ فتح العروض وتاريخ تقديم العروض

# EnterFourtyCharacters
source: Enter Fourty Characters At Least
ar_sa: برجاء إدخال أربعين حرف علي الأقل

source: Enter Tender Purpose
ar_sa: الرجاء ادخال الغرض من المنافسة

# EnterSamplesAdress
source: Please enter the sample delivery address
ar_sa: الرجاء إدخال عنوان تسليم العينات

# ExpiredActivationCode
source: Verification Code Error Please resend verification code
ar_sa: رمز التحقق خطأ برجاء إعادة ارسال رمز التحقق

# AttachmentsNotAdded
source: Attachments are not added
ar_sa: لم يتم إضافة المرفقات

# QuantityTableMustHaveOneItem
source: All QuantityTables must have one QuantityTableItem at least
ar_sa: يجب أن يحتوى كل جدول كميات علي صنف واحد على الأقل

# QuantityTablesNotAdded
source: Quantity tables are not added
ar_sa: جداول الكميات غير مضافة

# TenderNotFound
source: Tender is not found
ar_sa: المنافسة غير موجودة

source: Tender status is not approved
ar_sa: المنافسة غير معتمدة

# AlreadyDeletedTable
source: so you can not update QuantityTableItem, that is already deleted.
ar_sa: لذلك لن تسطيع تعديل الجدول

# DeletedQuantityTable
source: quantityTable is: not active (deleted)
ar_sa: جدول الكميات غير فعال أو محذوف

# InvalidOfferOpeningDate
source: Last offer opening date should be larger than last enquiries date
ar_sa: تاريخ فتح العروض يجب أن يكون أكبر من آخر تاريخ لتقديم الإستفسارات

# InvalidOfferPresentationDate
source: Last offer presentation date should be larger than last enquiries date and not larger than offer opening date
ar_sa: تاريخ تقديم العروض يجب أن يكون أكبر من آخر تاريخ لتقديم الإستفسارات

# EnterValidQuantity
source: Please enter valid quantity
ar_sa: برجاء إدخال كمية صحيحة

# EnterTenderCountries
source: Please select countries
ar_sa: الرجاء اختيار الدول

source: Fill tender basic information
ar_sa: يرجي إدخال المعلومات الرئيسية أولا

source: Fill tender classification information
ar_sa: يرجي إدخال مجال التصنيف أولا

# FillTenderDetailsiInformation
source: Fill tender details information
ar_sa: يرجي إدخال تفاصيل المنافسة أولا

source: Fill tender quantity tables information
ar_sa: يرجي إدخال جداول الكميات أولا

# OpeningDateLessThanEnquiriesDate
source: offer opening date should be larger than last enquiries date
ar_sa: لا يجب أن يكون آخر موعد لتقديم الإستفسارات بعد تاريخ فتح العروض

# OpeningDateLessThanPresentationDate
source: offer opening date should be larger than offer presentation date
ar_sa: لا يجب أن يكون تاريخ تقديم العروض بعد تاريخ فتح العروض

# EnterQualificationCheckingDate
source: Please enter qualification documents evaluation date
ar_sa: الرجاء ادخال تاريخ تقييم وثائق التأهيل

# EnterQualificationCheckingTime
source: Please enter qualification documents evaluation time
ar_sa: الرجاء ادخال موعد تقييم وثائق التأهيل

# InvalidQualificationCheckingDate
source: Last documents presentation date should be larger than last enquiries date and not larger than documents evaluation date
ar_sa: تاريخ تقديم الوثائق يجب أن يكون أكبر من آخر تاريخ لتقديم الإستفسارات و ليس أكبر من تاريخ تقييم الوثائق

# EnterQualificationApplyingTime
source: Please enter qualification documents applying time
ar_sa: يرجي إدخال وقت تقديم وثائق التأهيل

# EnterQualificationName
source: Please Enter Qualification Name
ar_sa: يرجي إدخال إسم دعوة التأهيل
