Repository: lulzzz/UITest-POC
Catalog: Src/MOF.Etimad.Monafasat.Resources/InvitationResources/DisplayInputs.*.resx
Languages: ar_sa

# ApplyAutomatically
source: Automatic Apply
ar_sa: التقديم الكترونى عبر بوابة المشتريات

# BackButton
source: Back
ar_sa: رجوع

source: Execution Place
ar_sa: مكان التنفيذ

# BreadCrumb_Home
source: Home
ar_sa: الرئيسية

source: last enqueries date
ar_sa: آخر موعد لتقديم الإستفسارات

source: last offer presentation date
ar_sa: آخر موعد لتقديم العروض

source: offers opening date
ar_sa: تاريخ فتح العروض

source: Invalid
ar_sa: غير سارى المفعول

source: No
ar_sa: لا

source: Valid
ar_sa: سارى المفعول

source: Yes
ar_sa: نعم

# ActivityDescription
source: Activity Desctiption
ar_sa: وصف النشاط

# CivilRegisterNo
source: Civil Register Number
ar_sa: رقم السجل المدنى

# ComericalRegisterName
source: Comerical Register Number
ar_sa: الاسم التجارى

source: Inside Ksa
ar_sa: داخل السعودية

source: Invitation Accepted
ar_sa: تم قبول الدعوه

source: Invitation Rejected
ar_sa: تم الاعتزار عن قبول الدعوه

source: Invitation Status
ar_sa: حالة الدعوه

# InvitedSupplierList
source: Invited Suppliers
ar_sa: قائمة الموردين المرسل إليهم

# JoinedRequests
source: Requests
ar_sa: طلبات الانضمام

# MobileNo
source: Mobile Number
ar_sa: رقم الجوال

# NotInvited
source: Hasn't Invited Yet
ar_sa: لم يتم دعوته

source: Offer Presentation Place
ar_sa: مكان تسليم العروض

source: Outside Ksa
ar_sa: خارج السعودية

source: Registered Suppliers
ar_sa: موردين مسجلين

source: Request Date
ar_sa: تاريخ الطلب

source: Request Status
ar_sa: حالة الطلب

# SendByEmailAddress
source: Send Bu Email Address
ar_sa: إرسال عن طريق البريد الاكترونى

source: Send By Sms
ar_sa: إرسال عن طريق الرسائل النصيه

source: Send Invitations
ar_sa: إرسال الدعوات

source: Suppliers List
ar_sa: قائمة الموردين

source: Tender Details
ar_sa: تفاصيل المنافسة

source: Tender Name
ar_sa: اسم المنافسة

source: Tender Number
ar_sa: رقم المنافسة

source: Waiting Approval
ar_sa: بأنتظار الاعتماد

source: Waiting for accepting invitation
ar_sa: إنتظار قبول الدعوه

# WithdrawalFromInvitation
source: Invitation was withdrawal
ar_sa: تم الانسحاب من الدعوه

source: Supplier Already Exsit
ar_sa: المورد موجود بالفعل

source: Blocked
ar_sa: ممنوع

# TenderOwner
source: Tender's Owner
ar_sa: منشئ المنافسه

source: Emails List
ar_sa: قائمة بالإيميل الاكترونى

source: Invited suppliers list
ar_sa: قائمة الموردين المدعويين

# MobileNumbersList
source: Mobil Numbers List
ar_sa: قائمة بارقم الجوال
