Repository: lulzzz/UITest-POC
Catalog: Src/MOF.Etimad.Monafasat.Resources/EnquiryResources/DisplayInputs.*.resx
Languages: ar_sa

source: Add
ar_sa: إضافة

source: Add Comment
ar_sa: إضافة تعليق

source: Add Enquiry
ar_sa: إضافة إستفسار

source: Add Invitation
ar_sa: إضافة الدعوة

source: Add Reply
ar_sa: إضافة رد

source: Approve
ar_sa: إعتماد

source: Approve Reply
ar_sa: إعتماد الرد

source: Back
ar_sa: رجوع

source: Cancel
ar_sa: إلغاء

source: Cancel Invitation
ar_sa: إلغاء الدعوة

# Cancelnvitation
source: Cancel Invitation
ar_sa: إلغاء دعوه

source: Comment
ar_sa: التعليق

source: Confirm
ar_sa: تأكيد

source: Delete
ar_sa: حذف

source: Edit
ar_sa: تعديل

# EditReply
source: Edit Reply/Comment
ar_sa: تعديل الرد/ التعليق

# Enquiries
source: Suppliers Enquiries
ar_sa: إستفسارات الموردين

# EnquiryList
source: Suppliers Enquiries List
ar_sa: قائمة إستفسارات الموردين

# EnquiryReply
source: Reply to inquiry
ar_sa: الرد على الإستفسار

# EnquiryReplyList
source: Enquiries Replies List
ar_sa: قائمة الإستفسارات والردود

source: Enquiry Review
ar_sa: مراجعة الإستفسار

source: Enquiry Text
ar_sa: نص الإستفسار

# EnterEnquiry
source: Please enter an enquiry
ar_sa: الرجاء إدخال الإستفسار

# EnterReply
source: Please enter a reply
ar_sa: الرجاء إدخال الرد

# JoinCommittee
source: AddTechnical Committee
ar_sa: إضافة جهة فنية

source: No Data
ar_sa: لا يوجد بيانات

source: Print
ar_sa: طباعة

source: Reply Count
ar_sa: عدد الردود

source: Reports
ar_sa: التقارير

source: Save
ar_sa: حفظ

# SelectTechnicalCommittee
source: Please Select Technical Committee
ar_sa: الرجاء اختيار مسؤل الجهة الفنية

source: Send
ar_sa: إرسال

source: Send Comment
ar_sa: إرسال تعليق

source: Sending Date
ar_sa: تاريخ الإرسال

source: Send Invitation
ar_sa: إرسال دعوه

# ShowComments
source: Show Internal Comments
ar_sa: عرض التعليقات الداخلية

source: PendingReply
ar_sa: بإنتظار الرد

source: Enquiry Count
ar_sa: عدد الإستفسارات

source: All
ar_sa: الكل

source: Enquiry Show Options
ar_sa: خيارات إظهار الاستفسار

source: Approved Reply Count
ar_sa: عدد الردود المعتمدة

source: Pending Reply Count
ar_sa: عدد الردود المعلقة

# DeleteReply
source: Delete Confirmation
ar_sa: تأكيد الحذف

source: CreationDate
ar_sa: تاريخ الإنشاء

# InternalComment
source: Internel Comment
ar_sa: تعليق داخلى

source: Reply Date
ar_sa: تاريخ الرد

# JoinedCommittee
source: Joined Technical Committee
ar_sa: جهة فنية منضمة

# OriginalCommittee
source: Original Technical Committee
ar_sa: جهة فنية أساسية

source: Technical Committee Type
ar_sa: نوع الجهة الفنية

# EnquiryInfo
source: Enquiry Information
ar_sa: معلومات الإستفسار
